{
/* Passphrase panel titles */
"MESSAGE_AUTHENTICATION_TITLE" = "Nachrichten Authentifizierung";
"MESSAGE_DECRYPTION_PASSPHRASE_TITLE" = "E-Mail Entschlüsselung";

/**/
"DECRYPTING" = "Entschlüsseln...";
"ENCRYPTING" = "Verschlüsseln...";

/* <PGP> submenu title */
"PGP_MENU" = "PGP";
/* <PGP Keys> submenu title */
"PGP_KEYS_MENU" = "PGP Schlüssel";

/* <PGP> submenu items */
"DECRYPT_MENU" = "Entschlüsseln";
"AUTHENTICATE_MENU" = "Authentifizieren";
"ENCRYPT_MENU" = "Neue E-Mail verschlüsseln";
"SIGN_MENU" = "Neue E-Mail signieren";

/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Version: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "PGP";

/* Alert title and message */
"MSG_DECRYPTION_ALERT_TITLE_NOT_SIGNED" = "E-Mail Entschlüsselung";
"DECRYPTED_MSG_NOT_SIGNED" = "Die E-Mail war verschlüsselt, jedoch nicht PGP-signiert. Ihre Echtheit kann nicht bestätigt werden.";
"MSG_ENCRYPTION_ALERT_TITLE" = "E-Mail konnte nicht verschlüsselt werden";
"MSG_DECRYPTION_ALERT_TITLE" = "E-Mail konnte nicht entschlüsselt werden";
"MSG_SIGNING_ALERT_TITLE" = "E-Mail konnte nicht PGP-signiert werden";
"UNSUPPORTED_ENCRYPTION_FORMAT" = "GPGMail kann diese verschlüsselte E-Mail nicht lesen.";
"DATA_NOT_AVAILABLE" = "Der Inhalt der E-Mail steht vorübergehend nicht zur Verfügung.";

/* Informational alert title and message */
"AUTHENTICATION_TITLE_OK" = "PGP Authentifizierung";

/**/
"AUTHENTICATION_TITLE_FAILED" = "Fehlerhafte PGP Authentifizierung";
"TRY_AGAIN" = "Wiederholen";
"CANCEL_DELIVERY" = "Abbrechen";
"CANCEL_DECRYPTION" = "Abbrechen";

/**/
"AUTHENTICATION_TITLE_UNSIGNED" = "PGP Authentifizierung";
"UNSIGNED_PGP_MESSAGE" = "Diese E-Mail wurde nicht PGP-signiert.";

/* Toolbar item titles */
"DECRYPT_ITEM" = "Entschlüsseln";
"AUTHENTICATE_ITEM" = "Authentifizieren";
"MAKE_ENCRYPTED_ITEM" = "Wird verschlüsselt";
"MAKE_CLEAR_ITEM" = "Wird nicht verschlüsselt";
"MAKE_UNSIGNED_ITEM" = "Wird nicht signiert";
"MAKE_SIGNED_ITEM" = "Wird signiert";
"ENCRYPTED_ITEM" = "Verschlüsselt";
"CLEAR_ITEM" = "Klartext";
"SIGNED_ITEM" = "Signiert";
"UNSIGNED_ITEM" = "Unsigniert";

/* Toolbar item tooltips  */
"DECRYPT_ITEM_TOOLTIP" = "Entschlüsselt die PGP E-Mail";
"AUTHENTICATE_ITEM_TOOLTIP" = "Überprüft die PGP Signatur der E-Mail";
"MAKE_CLEAR_ITEM_TOOLTIP" = "Klicken Sie hier, um nicht zu verschlüsseln";
"MAKE_ENCRYPTED_ITEM_TOOLTIP" = "Klicken Sie hier, um zu verschlüsseln";
"MAKE_UNSIGNED_ITEM_TOOLTIP" = "Kicken Sie hier, um nicht zu signieren";
"MAKE_SIGNED_ITEM_TOOLTIP" = "Klicken Sie hier, um zu signieren";
"ENCRYPTED_ITEM_TOOLTIP" = "Diese E-Mail wird verschlüsselt; klicken Sie hier, um eine unverschlüsselte E-Mail zu erzeugen";
"CLEAR_ITEM_TOOLTIP" = "Diese E-Mail wird nicht verschlüsselt; klicken Sie hier, um sie zu verschlüsseln";
"SIGNED_ITEM_TOOLTIP" = "Diese E-Mail wird signiert; klicken Sie hier, um sie nicht zu signieren";
"UNSIGNED_ITEM_TOOLTIP" = "Diese E-Mail wird nicht signiert; klicken Sie hier, um sie zu signieren";

/* Signature information */
"Bad policy!"  = "Ungültige Politik! "; // Followed by a list of policy URLs
"Policy: " = "Politik: "; // Followed by a list of policy URLs
"Signed on %@" = "Signiert am %@"; // Param is a date, whose format is set by SIGNATURE_CREATION_DATE_FORMAT
"SIGNATURE_CREATION_DATE_FORMAT" = "%c"; // See NSCalendarDate documentation for format
"No signature creation date available" = "Erstellungsdatum der Signatur nicht vorhanden";
"Key fingerprint: %@" = "Fingerabdruck: %@";
"Key ID: 0x%@" = "Schlüssel ID: 0x%@";
"No key fingerprint/ID available" = "Kein Fingerabdruck/ID verfügbar";
"Validity: %@" = "Gültigkeit: %@"; // Param is the validity status string
"Signature expires on %@" = "Signatur verfällt am %@"; // Param is a date, whose format is set by SIGNATURE_EXPIRATION_DATE_FORMAT
"SIGNATURE_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Key expired on %@" = "Schlüssel verfiel am %@"; // Param is a date, whose format is set by KEY_EXPIRATION_DATE_FORMAT
"KEY_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Signed by %@." = "Signiert von %@."; // Param is a userID
"Signature from %@ is bad!" = "Ungültige Signatur von %@!"; // Param us a userID
"Signature is bad!" = "Ungültige Signatur!";
"Signature status error." = "Signaturstatus Fehler.";
"MISSING KEY %@." = "Fehlender Schlüssel %@."; // Param is a key ID in hexadecimal
"Signature summary 0x%04x - Signature status %u." = "Unbekannter Fehler: Signaturübersicht 0x%04x - Signaturstatus %u."; // Generic error message; first param is a hex status flag value, second is a decimal status value
"EXCEPTION: %@" = "Interner Fehler: %@"; // Generic error message; param is a string (exception reason, maybe not localized)
"AUTHENTICATING" = "Überprüfe PGP Signatur...";
"UNTRUSTED RECIPIENTS" = "Mindestens ein Schlüssel ist nicht vertrauenswürdig";

/* Title */
/* Error messages */
"GPGMAIL_CANNOT_WORK" = "GPGMail kann nicht starten, da ein zugehöriges Programm nicht gestartet werden kann. Versuchen Sie Mail neu zu starten, falls der Fehler wieder auftritt, senden Sie eine Nachricht an gpgtools-devel@lists.gpgtools.org";
"GPGMAIL_CANNOT_WORK_HAS_GPG_%@_VERSION_%@_NEEDS_%@" = "GPGMail konnte nicht starten. Es wurde GnuPG (%@) Version %@ gefunden, es wird aber mindestens Version %@ benötigt. Bitte beenden Sie Mail, installieren Sie eine passende GnuPG Version (z.B. MacGPG von http://macgpg.sourceforge.net/) und starten Sie Mail erneut."; // First arg is path to gpg, second and third are version strings
"GPGMAIL_CANNOT_WORK_MISSING_GPG_%@_VERSION_%@" = "GPGMail konnte nicht starten. GnuPG (%@) mit mindesten Version %@, konnte nicht gefunden werden.  Bitte beenden Sie Mail, installieren Sie eine passende GnuPG Version (z.B. MacGPG von http://macgpg.sourceforge.net/) und starten Sie Mail erneut."; // First arg is path to gpg, second is version string
"INVALID_GPGMAIL_VERSION" = "Ihre Version von GPGMail ist nicht kompatibel mit Ihrer Version von Mail."; /* Title of alert sheet */
"NEEDS_COMPATIBLE_BUNDLE_VERSION" = "Für Ihre Betriebssystemversion müssen Sie eine passende GPGMail Version installieren. Gehen Sie zu: http://www.gpgtools.org/";

/* Validity */
"VALIDITY: " = "Gültigkeit: ";
"Validity=0" = "unbekannt";
"Validity=1" = "unbestimmt";
"Validity=2" = "niemals";
"Validity=3" = "marginal";
"Validity=4" = "voll";
"Validity=5" = "ultimativ";

/* Generic MacGPGME error messages */
"GPGErrorCode=1" = "Allgemeiner Fehler";
"GPGErrorCode=8" = "Ungültige Signatur";
"GPGErrorCode=9" = "Kein öffentlicher Schlüssel";
"GPGErrorCode=10" = "Prüfsummenfehler";
"GPGErrorCode=11" = "Kennwortfehler";
"GPGErrorCode=15" = "Ungültige ASCII-Hülle";
"GPGErrorCode=17" = "Kein geheimer Schlüssel";
"GPGErrorCode=31" = "Ungültiges Kennwort";
"GPGErrorCode=40" = "Key Server Fehler";
"GPGErrorCode=53" = "Öffentlich Schlüssel kann nicht benutzt werden";
"GPGErrorCode=54" = "Geheimer Schlüssel kann nicht benutzt werden";
"GPGErrorCode=55" = "Ungültiger Wert";
"GPGErrorCode=58" = "Keine Daten";
"GPGErrorCode=69" = "Nicht implementiert";
"GPGErrorCode=84" = "Nicht unterstützter Algorithmus";
"GPGErrorCode=94" = "Schlüssel widerrufen";
"GPGErrorCode=99" = "Abgebrochen";
"GPGErrorCode=107" = "Name nicht eindeutig";
"GPGErrorCode=116" = "Politik stimmt nicht überein";
"GPGErrorCode=125" = "Falsche Schlüsselnutzung";
"GPGErrorCode=150" = "Ungültige Engine";
"GPGErrorCode=151" = "Öffentlichem Schlüssel wird nicht vertraut";
"GPGErrorCode=152" = "Entschlüsselung schlug fehl";
"GPGErrorCode=153" = "Schlüssel veraltet";
"GPGErrorCode=154" = "Signatur veraltet";
"GPGErrorCode=16383" = "EOF";

/* Signature attachment filename (suffixed automatically by .sig) */
"PGP_SIGNATURE_FILENAME" = "PGP";

/* Signature attachment content-description */
"This is a digitally signed message part" = "Signierter Teil der Nachricht";

/* Version MIME part content description header */
"CONTENT_DESCRIPTION_HEADER" = "PGP/MIME Versions Identifikation";

/* Encrypted attachment filename (suffixed automatically by .asc) */
"PGP_ENCRYPTED_FILENAME" = "PGP";

/* Encrypted attachment content-description */
"This is an encrypted message part" = "Nachricht verschlüsselt mit OpenPGP";

/* Multiple-part description */
"MULTIPART_ENCRYPTED_DESCRIPTION" = "Diese Nachricht wurde mit OpenPGP/MIME verschlüsselt (RFC 2440 und 3156)";
"MULTIPART_SIGNED_DESCRIPTION" = "Diese Nachricht wurde mit OpenPGP/MIME signiert (RFC 2440 und 3156)";

/* Tooltip for banner icons */
"SIGNATURE_IS_GOOD" = "Gültige Signatur; Nachricht wurde nicht verändert";
"SIGNATURE_IS_NOT_GOOD" = "Ungültige Signatur; Nachricht wurde verändert";

/* PGP Key Download panel */
"PGP_SEARCH_KEYS_MENUITEM" = "PGP Schlüsselsuche";
"SEARCH" = "Suchen";
"CANCEL_SEARCH" = "Abbrechen";
"SEARCHING" = "Suche...";
"NO_MATCHING_KEYS" = "Kein Schlüssel gefunden";
"FOUND_%d_KEYS" = "%d Schlüssel gefunden";
"DOWNLOAD" = "Herunterladen";
"DOWNLOADING" = "Laden...";
"DOWNLOADED" = "Schlüssel wurde(n) geladen & importiert.";
"SEARCH_KEYS_ON_SERVER" = "PGP Schlüsselsuche auf dem Schlüsselserver";
"DOWNLOAD_KEYS_FROM_SERVER" = "PGP Schlüssel vom Schlüsselserver laden";
"SEARCH_ERROR" = "Ein Fehler trat während der Suche auf";
"DOWNLOAD_ERROR" = "Ein Fehler trat während des Ladens auf";
" (%u bits)" = " (%u bits)";
", created on %@" = ", erzeugt am %@";
", expires on %@" = ", verfällt am %@";
", expired on %@" = ", verfiel am %@";
"REVOKED_KEY - " = "Widerrufen - "; // Prefixes found key description, when necessary; followed by keyID, userID, etc.

/* Unmatched PGP keys for receipts - sheet */
"MISSING_KEYS: DOWNLOAD" = "Für einige Empfänger sind keine Schlüssel vorhanden. Suche auf Schlüsselserver?"; // Title
"UNMATCHED_ADDRESSES: %@" = "Folgende Empfänger haben keine PGP Schlüssel:\n%@"; // Message
"SEARCH_MATCHING_KEYS" = "Suchen"; // Default button
"SEND_IN_CLEAR" = "Klartext senden"; // button title; used in dialog after delivery failure due to missing public keys

"INVALID_HASH_%@" = "Der Hash-Algorithmus '%@' ist laut RFC3156 nicht gestattet.";
"GPGMAIL_VS_PGPMAIL" = "GPGMail kann nicht funktionieren falls PGPmail installiert ist";
"GPGMAIL_%@_VS_PGPMAIL_%@" = "Beide bieten die gleiche Funktionalität, aber auf Basis verschiedener anderer Applikationen. Nur eines von beiden darf installiert sein. Sie müssen entweder '%@' oder '%@' entfernen.";
"QUIT" = "Beenden";
"CONTINUE_ANYWAY" = "Trotzdem fortfahren"; // Used as button title in modal sheet (PGPmail vs GPGMail)

/* Composer accessory view header, under To:, CC:, Subject: */
"PGP:" = "PGP:";

/* Key description in popups; prefixes key (actually, primary userID), when necessary; followed by keyID, userID, etc.*/
"REVOKED_KEY:" = "Widerrufen:";
"EXPIRED_KEY:" = "Abgelaufen:";
"DISABLED_KEY:" = "Deaktiviert:";
"INVALID_KEY:" = "Ungültig:";

/* UserID description in popups; prefixes userID, when necessary; followed by name, email, etc.*/
"REVOKED_USER_ID:" = "Widerrufen:";
"INVALID_USER_ID:" = "Ungültig:";

/* GPGMail exception reasons */
"NO_VALID_PUBLIC_KEY" = "Es konnte kein gültiger öffentlicher Schlüssel gefunden werden. Diese sind entweder abgelaufen, deaktiviert oder widerrufen"; // Could be displayed after encryption
"NO_VALID_PRIVATE_KEY" = "Es konnte kein gültiger privater Schlüssel gefunden werden. Entweder wurde keiner ausgewählt oder der gewählte Schlüssel ist widerrufen, deaktiviert oder ist abgelaufen"; // Could be displayed after encryption

/* Alert when user has no PGP key */
"NO PGP PRIVATE KEY - TITLE" = "Sie besitzen keinen PGP Schlüssel. Sie können GPGMail nicht zum verschlüsseln oder signieren von Nachrichten benutzen. ";
"NO PGP PRIVATE KEY - MESSAGE" = "Falls Sie mit PGP Nachrichten verschlüsseln oder signieren möchten, benötigen Sie einen persönlichen Schlüssel. Um einen PGP Schlüssel zu erzeugen, laden Sie MacGPG's GPG Keychain Access von http://macgpg.sourceforge.net/ herunter.";

/* Conflict resolution panel*/
"<ME>" = "Ich";
"<YES>" = "Ja";
"<NO>" = "Nein";
"<ALWAYS>" = "Immer";
"<NEVER>" = "Niemals";
"<ACCEPTS>" = "Annehmen";

/* Additional info describing key */
"DISABLED_KEY_QUALIFIER" = "deaktiviert";
"INVALID_KEY_QUALIFIER" = "ungültig";
"REVOKED_KEY_QUALIFIER" = "widerrufen";
"EXPIRED_KEY_QUALIFIER" = "abgelaufen";
"CANNOT_ENCRYPT_KEY_QUALIFIER" = "kann nicht verschlüsseln";
"CANNOT_SIGN_KEY_QUALIFIER" = "kann nicht signieren";

/* Additional info describing userID */
"INVALID_USER_ID_QUALIFIER" = "ungültig";
"REVOKED_USER_ID_QUALIFIER" = "widerrufen";

"COPY_MSG_URL_MENUITEM" = "Copy Message URL";
}
